Repository: openplotter/openplotter-signalk-installer
Catalog: openplotterSignalkInstaller/locale/*/LC_MESSAGES/openplotter-signalk-installer.po
Languages: ca, cs, da, de, es, fi, fr, it, nb, nl, pl, sv

source: Signal K server is not running
ca: El servidor Signal K no està en execució
cs: Signal K není spuštěn
da: Signal-K serveren kører ikke
de: Signal K Server läuft nicht
es: El servidor Signal K no se está ejecutando
fi: Signal K palvelin ei ole käynnissä
fr: Le serveur Signal K n'est pas en cours d'exécution
it: Il server Signal K non è in esecuzione
nb: Signal K-server kjører ikke
nl: Signal K server doet het niet
pl: Serwer Signal K nie jest uruchomiony
sv: Signal K servern körs inte

source: Access to Signal K server no longer exists.
ca: L'accés al servidor Signal K ja no existeix.
da: Der findes ikke længere adgang til Signal K-serveren.
fi: Signal K -palvelimelle ei enää ole pääsyä.
fr: L'accès au serveur Signal K n'existe plus.

source: Error connecting to Signal K. Reboot so that security credentials are created.
it: Errore nella connessione a Signal K. Riavviare per creare le credenziali di sicurezza.

source: Error validating Signal K connection:
it: Errore nella validazione della connessione Signal K:

source: Unexpected error validating connection.
it: Errore inaspettato durante la validazione della connessione.
