Repository: openplotter/openplotter-signalk-installer
Catalog: openplotterSignalkInstaller/locale/*/LC_MESSAGES/openplotter-signalk-installer.po
Languages: ca, cs, da, de, es, fi, fr, it, nb, nl, pl, sv

source: The access request must be aproved with read/write permission in Signal K administrator.
ca: La petició d'accés ha de ser aprovada per un administrador de Signal K amb permisos de lectura/escriptura.
cs: Žádost o přístup musí být potvrzena oprávněním ke čtení/zápisu v administraci Signal K.
da: Adgangsanmodningen skal godkendes med læse/skriverettigheder i Signal K-administrator.
de: Die Zugriffsanfrage muss mit Lese- und Schreibberechtigung im Signal-K-Administrator abgerufen werden.
es: La solicitud de acceso debe ser aprobada con permiso de lectura/escritura en el administrador de Signal K.
fi: Pääsypyyntö on esitettävä Signal K järjestelmänvalvojan luku- ja kirjoitusoikeudella.
fr: La demande d'accès doit être approuvée avec les permissions en lecture/écriture dans l'administrateur Signal K.
nb: Adgangsanmodningen må godkjennes med lese/skrivetillatelse i Signal K-administrator.
sv: Begäran om åtkomst måste tilldelas med läs-/skrivbehörighet i Signal K administrator.

source: Failed access request, status code:
ca: Error en la petició d'accés, codi d'estat:
cs: Žádost o přístup selhala, status kódu:
da: Kunne ikke tilgå anmodning, statuskode:
de: Fehlerhafte Zugriffsanfrage, Statuscode:
es: Solicitud de acceso fallida, código de estado:
fi: Pyynnön avaaminen epäonnistui, virhecoodi:
fr: Demande d'accès échouée, code :
nb: Tilgangsforespørsel feilet, statuskode:
sv: Begäran om åtkomst misslyckades, statuskod:

source: Error requesting access to Signal K server:
ca: Error en la petició d'accés al servidor Signal K:
cs: Došlo k chybě při zaslání požadavku o přístup serveru Signal K:
da: Fejl under forespørgsel af adgang til Signal K server:
de: Fehler beim Abfragen des Zugriffs auf Signal K-Server:
es: Error solicitando acceso al servidor Signal K:
fi: Virhe pyydettäessä pääsyä Signal K -palvelimelle:
fr: Erreur lors de la demande d'accès au serveur Signal K:
nb: Feil under forespørsel om tilgang til Signal K server:
sv: Fel vid begäran om åtkomst till Signal K-server:

source: The access request no longer exists.
ca: La petició d'accés ja no existeix.
cs: Požadavek na přístup již neexistuje.
da: Adgangsanmodningen findes ikke længere.
de: Die Zugriffsanfrage existiert nicht mehr.
es: La solicitud de acceso ya no existe.
fi: Käyttöpyyntöä ei ole enää olemassa.
fr: La demande d'accès n'existe plus.
nb: Adgangsforespørselen finnes ikke lenger.
sv: Begäran om åtkomst finns inte längre.

source: The access request was denied.
ca: La sol·licitud d'accés ha estat denegada.
cs: Přístup byl odmítnut.
da: Adgangsanmodningen blev afvist.
de: Die Zugriffsanfrage wurde abgelehnt.
es: La solicitud de acceso fue denegada.
fi: Pääsypyyntö on evätty.
fr: La demande d'accès a été refusée.
nb: Adgangsforespørselen ble avslått.
sv: Begäran om åtkomst nekades.

source: Set read/write permission for this access in Signal K administrator.
ca: Estableix permisos de lectura/escriptura per a aquest access a administrador de Signal K.
cs: Nastavte přístup "read/write" pro připojení k serveru Signal K v administraci.
da: Angiv læse/skriverettigheder for denne adgang i Signal K administrator.
de: Legen Sie die Schreib-/Leserechte für diesen Zugriff im Signal K Administrator fest.
es: Configure el permiso de lectura/escritura para este acceso en el administrador de Signal K.
fi: Aseta luku- ja kirjoitusoikeudet tälle käyttöoikeudelle Signal K -järjestelmänvalvojana.
fr: Définir les droits en lecture/écriture pour cet accès dans l'administrateur Signal K.
nb: Sett lese/skrivetilgang for denne tilgangen i Signal K-administrator.
sv: Ange läs-/skrivbehörighet för denna anslutning i Signal K administrator.

source: The access request was successfully approved.
ca: La sol·licitud d'accés s'ha aprovat correctament.
cs: Žádost o přístup byla úspěšně schválena.
da: Adgangsanmodningen blev godkendt.
de: Die Zugriffsanfrage wurde erfolgreich genehmigt.
es: La solicitud de acceso fue aprobada con éxito.
fi: Käyttöoikeuspyyntö hyväksyttiin onnistuneesti.
fr: La demande d'accès a été approuvée avec succès.
nb: Adgangsforespørselen ble godkjent.
sv: Begäran om åtkomst har godkänts.

source: Unexpected error validating connection:
cs: Neočekávaná chyba při ověřování připojení:
de: Unerwarteter Fehler beim Überprüfen der Verbindung:
es: Error inesperado al validar la conexión:
nb: Uventet feil ved validering av tilkobling:
sv: Oväntat fel vid validering av anslutning:

source: Failed validation.
cs: Validace selhala.
de: Überprüfung fehlgeschlagen.
es: Error de validación.
nb: Mislyktes validering.
sv: Validering misslyckades.

source: Access to Signal K server could not be checked.
ca: L'accés al servidor Signal K no es pot comprovar.
cs: Přístup k serveru Signal K nelze zkontrolovat.
da: Adgang til Signal K server kunne ikke kontrolleres.
de: Der Zugriff auf Signal K-Server konnte nicht überprüft werden.
es: No se pudo comprobar el acceso al servidor de Signal K.
fi: Signal K -palvelimeen pääsyä ei voitu tarkistaa.
fr: L'accès au serveur Signal K n'a pas pu être vérifié.
nb: Tilgang til Signal K-server kunne ikke kontrolleres.
sv: Åtkomst till Signal K-servern kunde inte kontrolleras.

source: Signal K Installer
ca: Instal·lador de Signal K
cs: Signálu K - instalátor
es: Instalador de Signal K
fi: Signal K Asentaja
fr: Installeur Signal K
it: Installazione di Signal K
nb: Signal K Installeringsprogram
nl: Signal K installatiepakket
pl: Instalator komponentu Signal K
sv: Signal K installationsprogram

source: openplotter-signalk-installer
es: instalador de Signal K de openplotter
fr: openplotter-signalk-installateur
nb: openplotter-opencpn-installer
pl: openplotter-opencpn-installer

source: Help
ca: Ajuda
cs: Nápověda
da: Hjælp
de: Hilfe
es: Ayuda
fi: Ohje
fr: Aide
it: Guida
nb: Hjelp
pl: Pomoc
sv: Hjälp

source: Settings
ca: Preferències
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Paramètres
it: Impostazioni
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
sv: Inställningar

source: Reinstall Signal K
ca: Reinstal·la Signal K
cs: Přeinstalovat signál K
da: Geninstaller Signal-K
de: Signal K neu installieren
es: Reinstalar Signal K
fi: Uusasenna Signal K
fr: Réinstaller Signal K
it: Reinstalla Signal K
nb: Installer Signal K på nytt
nl: Signal K opnieuw installeren
pl: Ponownie zainstaluj komponent Signal K
sv: Installera om Signal K

source: Installed plugins, login credentials and all current settings will be removed. Are you sure?
ca: Els plugins instal·lats, les credencials d'autenticació i totes les preferències actuals s'eliminaran. Estàs segur?
cs: Nainstalované pluginy, přihlašovací údaje a všechna aktuální nastavení budou odstraněny. Jste si jisti?
da: Installerede tilføjelser, login oplysninger og alle aktuelle indstillinger fjernes. Er du sikker?
de: Installierte Plugins, Anmeldeinformationen und alle aktuellen Einstellungen werden entfernt. Sind Sie sicher?
es: Plugins instalados, las credenciales de inicio de sesión y todos los ajustes actuales serán eliminados. ¿Está seguro?
fi: Asennetut lisäosat, kirjaus tiedot ja kaikki nykyiset asetukset poistetaan. Oletko varma?
fr: Les plugins installés, les identifiants de connexion et tous les paramètres actuels seront supprimés. Êtes-vous sûr de vouloir continuer?
it: Plugin installati, le credenziali di accesso e tutte le impostazioni correnti verranno rimosse. Sei sicuro?
nb: Installerte plugins, påloggingsinformasjon og alle gjeldende innstillinger slettes. Er du sikker?
nl: Geïnstalleerde plugins, inloggegevens en alle huidige instellingen zullen worden verwijderd. Weet u het zeker?
pl: Zainstalowane wtyczki, dane logowania i wszystkie bieżące ustawienia zostaną usunięte. Czy na pewno chcesz kontynuować?
sv: Installerade plugins, användarkontorn och alla inställningar kommer att raderas. Är du säker?

source: Question
ca: Pregunta
cs: Otázka
da: Spørgsmål
de: Frage
es: Pregunta
fi: Kysymys
it: Domanda
nb: Spørsmål
nl: Vraag
pl: Pytanie
sv: Fråga

source: Reinstalling Signal K, please wait...
ca: Reinstal·lant Signal K, si us plau espera...
cs: Přeinstalování Signal K, čekejte prosím...
da: Geninstallerer signal-K, vent venligst...
de: Reinstalliere Signal K, bitte warten...
es: Reinstalando Signal K, por favor espere...
fi: Asennetaan uudelleen Signal K, odottele...
fr: Réinstallation de Signal K, veuillez patienter...
it: Reinstallazione di Signal K, attendere prego...
nb: Installerer Signal K på nytt, vennligst vent...
nl: Signal K opnieuw installeren, even geduld...
pl: Ponowna instalacja komponentu Signal K, proszę czekać...
sv: Installerar om Signal K, vänligen vänta...

source: Only port and SSL settings will be changed. Installed plugins, login credentials and all current settings will be kept. Are you sure?
ca: Només les preferències de port i SSL canviaran. Els plugins instal·lats, credencials d'autenticació o les preferències actuals es conservaran. Estàs segur?
cs: Budou změněna pouze nastavení portu a SSL. Nainstalované pluginy, přihlašovací údaje a všechna aktuální nastavení budou zachována. Jste si jisti?
da: Kun port- og SSL-indstillinger ændres. Installerede tilføjelser, login oplysninger og alle aktuelle indstillinger bevares. Er du sikker?
de: Nur Port- und SSL-Einstellungen werden geändert. Installierte Plugins, Anmeldeinformationen und alle aktuellen Einstellungen werden beibehalten. Sind Sie sicher?
es: Sólo se modificarán los ajustes de puerto y SSL. Los plugins instalados, las credenciales de acceso y todos los ajustes actuales se mantendrán. ¿Está seguro?
fi: Vain portti ja SSL asetukset muutetaan. Asennetut lisäosat, kirjaus tunnisteet ja kaikki nykyiset asetukset pidetään. Ookko varma?
fr: Seuls le port et les paramètres SSL seront modifiés. Les plugins installés, les identifiants de connexion et tous les paramètres actuels seront conservés. Êtes-vous sûr de vouloir continuer?
it: Solo le impostazioni della porta e SSL saranno cambiate. Plugin installati, le credenziali di accesso e tutte le impostazioni correnti verranno mantenute. Sei sicuro?
nb: Bare port- og SSL-innstillinger blir endret. Installerte plugins, påloggingsinformasjon og alle gjeldende innstillinger vil bli beholdt. Er du sikker?
nl: Alleen poort en SSL-instellingen zullen worden gewijzigd. Geïnstalleerde plugins, inloggegevens en alle huidige instellingen zullen worden bewaard. Weet u het zeker?
pl: Tylko ustawienia portu i SSL zostaną zmienione. Zainstalowane wtyczki, dane logowania i wszystkie bieżące ustawienia zostaną zachowane. Czy na pewno chcesz kontynuować?
sv: Bara port och SSL-inställningar kommer att bli ändrade. Installerade plugins, användarkonton och alla inställningar kommer att sparas. Är du säker?

source: Configuring Signal K port and SSL, please wait...
ca: Configurant el port i el SSL de Signal K, si us plau espera...
cs: Konfigurace portu Signal K a SSL, čekejte prosím...
da: Konfigurerer Sign-K port og SSL, vent venligst...
de: Konfiguriere Signal K Port und SSL, bitte warten...
es: Configurando puerto Signal K y SSL, por favor espere...
fi: Määritetään Signal K portti ja SSL, odottele...
fr: Configuration du SSL et du port Signal K, veuillez patienter...
it: Configurazione della porta Signal K e SSL, attendere prego...
nb: Konfigurerer Signal K-port og SSL, vennligst vent...
nl: Signal K poort en SSL configureren, even geduld...
pl: Konfigurowanie portu i SSL komponentu Signal K, proszę czekać...
sv: Konfigurerar Signal K port och SSL, vänligen vänta...

source: Port
es: Puerto
fi: Portti
it: Porta
nl: Poort

source: The Signal K default port is 3000
ca: El port per defecte de Signal K és 3000
cs: Výchozí port Signal K je 3000
da: Signal-K standardport er 3000
de: Der Standard Signal K Port ist 3000
es: El puerto predeterminado de Signal K es 3000
fi: The Signal K vakioportti on 3000
fr: Le port par défaut de Signal K est 3000
it: La porta predefinita di Signal K è 3000
nb: Standard port for Signal K er 3000
nl: De Signal K standaard poort is 3000
pl: Domyślny port komponentu Signal K to 3000
sv: Den förinställda porten för Signal K är 3000

source: Port 80 does not require ":3000" in browsers and app interfaces
ca: El port 80 no necessita ":3000" en els navegadors i apps
cs: Port 80 nevyžaduje ":3000" v prohlížečích a rozhraní aplikací
da: Port 80 kræver ikke ": 3000" i browsere og app interface
de: Port 80 benötigt nicht ":3000" in Browsern und App-Schnittstellen
es: El puerto 80 no requiere ":3000" en navegadores e interfaces de aplicaciones
fi: Portti 80 ei tarvitse ":3000":a selaimissa eikä liitännöissä
fr: Le port 80 ne nécessite pas ":3000" dans les navigateurs et les interfaces d'applis
it: La porta 80 non richiede ":3000" nei browser e nelle interfacce dell'app
nb: Port 80 krever ikke ":3000" i nettlesere og appgrensesnitt
nl: Poort 80 vereist niet ":3000" in browsers en app interfaces
pl: Port 80 nie wymaga dopisywania ":3000" w przeglądarkach i interfejsach aplikacji
sv: Port 80 kräver inte ":3000" i webbläsaren och i inställningarna för apparna

source: Enable SSL
ca: Habilita SSL
cs: Povolit SSL
da: Aktiver SSL
de: SSL aktivieren
es: Habilitar SSL
fi: SSL käyttöön
fr: Activer le SSL
it: Abilita SSL
nb: Aktiver SSL
nl: SSL activeren
pl: Aktywuj SSL
sv: Aktivera SSL

source: The Signal K default SSL state is "disabled"
ca: L'estat per defecte de SSL a Signal K és "deshabilitat"
cs: Výchozí nastavení SSL je "zakázán"
da: Signal-K standard SSL-tilstand er "deaktiveret"
de: Der Signal K Standard SSL Status ist "deaktiviert"
es: El estado SSL por defecto de Signal K es "deshabilitado"
fi: Signal K vakio SSL asetus on "estetty"
fr: L'état SSL par défaut de Signal K est "désactivé"
it: Lo stato SSL predefinito di Signal K è "disabilitato"
nb: Signal K standard SSL-status er "deaktivert"
nl: De Signal K standaard SSL-status is 'uitgeschakeld'
pl: Domyślny stan SSL dla komponentu SIgnal K to "wyłączony"
sv: SSL är avaktiverat som standard

source: Enabling SSL for port 80 will result in port 443
ca: Habilitar SSL per al port 80 resultarà en el port 443
cs: Povolení SSL bude mít za následek, že bude použit port 443
da: Aktivering af SSL til port 80 vil resultere i port 443
de: Das Aktivieren von SSL für Port 80 führt zu Port 443
es: Habilitar SSL para el puerto 80 resultará en el uso del puerto 443
fi: Kun SSL sallitaan portti 80 vaihtuu portiksi 443
fr: Activer le SSL pour le port 80 donnera accès au port 443
it: Abilitare SSL sulla porta 80 inciderà sulla porta 443
nb: Aktivering av SSL for port 80 vil resultere i port 443
nl: SSL inschakelen voor poort 80 zal resulteren in poort 443
pl: Aktywacja SSL dla portu 80 spowoduje uaktywnienie portu 443
sv: Vid aktivering av SSL för port 80 så byts porten till 443

source: Enabling SSL for any other port will result in port 3443
ca: Habilitar SSL per a qualsevol altre port resultarà en el port 3443
cs: Povolení SSL pro jakýkoli jiný port bude mít za následek port 3443
da: Aktivering af SSL for enhver anden port resulterer i port 3443
de: Das Aktivieren von SSL für jeden anderen Port führt zu Port 3443
es: Habilitar SSL para cualquier otro puerto resultará en el puerto 3443
fi: Jos SSL sallitaan johonkin toiseen porttiin, tulos on portti 3443
fr: Activer le SSL pour n'importe quel autre port donnera accès au port 3443
it: Abilitare SSL su qualsiasi altra porta inciderà sulla porta 3443
nb: Aktivering av SSL for uansett annen port vil resultere i port 3443
nl: SSL inschakelen voor een andere poort zal resulteren in poort 3443
pl: Aktywacja SSL dla każdego innego portu spowoduje uaktywnienie portu 3443
sv: Aktiviering av SSL för alla andra portar kommer resultera i port 3443

source: Vessel Data
ca: Dades del vaixell
cs: Údaje o plavidle
da: Fartøjs Data
de: Schiffsdaten
es: Datos del buque
fi: Alustiedot
fr: Données du navire
it: Dati Imbarcazione
nb: Fartøysdata
nl: Gegevens van het schip
pl: Dane statku
sv: Båtdata

source: Apply Changes
ca: Aplica els canvis
cs: Použít změny
da: Foretag ændringer
de: Änderungen übernehmen
es: Aplicar cambios
fi: Lisää muutokset
fr: Appliquer les modifications
it: Applica le modifiche
nb: Lagre Endringer
nl: Wijzigingen toepassen
pl: Zastosuj zmiany
sv: Aktivera Ändringar

source: Cancel Changes
ca: Cancel·la els canvis
cs: Zrušit změny
da: Annuller ændringer
de: Änderungen verwerfen
es: Cancelar Cambios
fi: Peru muutokset
fr: Annuler les modifications
it: Annulla le modifiche
nb: Avbryt Endringer
nl: Wijzigingen annuleren
pl: Anuluj zmiany
sv: Avbryt

source: Restarting Signal K server...
ca: Reiniciant el servidor Signal K...
cs: Restartuji Signal K server...
da: Genstarter Signal-K-server...
de: Signal K Server neu starten...
es: Reiniciando servidor Signal K...
fi: Käynnistetään Signal K palvelin...
fr: Redémarrage du serveur Signal K...
it: Riavvio server Signal K...
nb: Starter Signal K server på nytt...
nl: Signal K server wordt herstart...
pl: Restartowanie serwera Signal K...
sv: Startar om Signal K server...

source: Signal K server restarted
ca: Servidor Signal K reiniciat
cs: Signal K server byl restartován
da: Signal-K serveren er genstartet
de: Signal K Server neu gestartet
es: Servidor Signal K reiniciado
fi: Signal K palvelin käynnistetty
fr: Serveur Signal K redémarré
it: Server Signal K riavviato
nb: Signal K server startet på nytt
nl: Signal K server herstart
pl: Serwer Signal K został zrestartowany
sv: Signal K server har startats om

source: Signal K - Admin
ca: Signal K - Administrador
cs: Administrace Signal K
de: Signal K - Administrator
es: Señal K - Admin
fi: Signal K - Hallinta
nl: Signaal K - Admin
pl: Signal K - Administrator
sv: Signal K - Administratör

source: Signal K - NMEA 0183 output
ca: Signal K - Sortida NMEA 0183
cs: Signal K - NMEA 0183 výstup
de: Signal K - NMEA 0183 Ausgang
es: Signal K - Salida NMEA 0183
fi: Signal K - NMEA 0183 ulostulo
fr: Signal K - sortie NMEA 0183
nb: Signal K - NMEA 0183 utgang
nl: Signal K - NMEA 0183 uitvoer
pl: Signal K - wyjście NMEA 0183

source: Signal K connection
ca: Connexió Signal K
cs: Signal K připojení
da: Signal-K forbindelse
de: Signal K Verbindung
es: Conexión Signal K
fi: Signal K kytkentä
fr: Connexion Signal K
it: Connessione Signal K
nb: Signal K-tilkobling
nl: Signal K-verbinding
pl: Połączenia Signal K
sv: Signal K koppling

source: Checking sources...
ca: Comprovant fonts...
cs: Kontrola zdrojů...
de: Prüfe Quellcode...
es: Comprobando fuentes...
fr: Vérification des sources...
it: Verifica sorgenti...
nb: Sjekker kilder...
pl: Sprawdzanie repozytoriów źródłowych...
sv: Kontrollerar källor...

source: DONE
ca: FET
cs: Hotovo
da: Udført
de: FERTIG
es: HECHO
fi: VALMIS
fr: TERMINÉ
it: FATTO
nb: FERDIG
nl: KLAAR
pl: GOTOWE
sv: Klar

source: FAILED:
ca: ERROR:
cs: Chyba:
da: Mislykket:
de: FEHLGESCHLAGEN:
es: ERROR:
fi: EPÄONNISTUNUT:
fr: ÉCHEC :
it: NON RIUSCITO:
nb: MISLYKKET:
nl: MISLUKT:
pl: NIEPOWODZENIE:
sv: FEL:

source: Installing python packages...
ca: Instal·lant paquets de python...
cs: Instalování balíčků pro Python...
de: Python-Pakete werden installiert...
es: Instalando paquetes de python...
fr: Installation des paquets Python...
nb: Installerer python-pakker...
sv: Installerar python-paket...

source: Installing/Updating signal K server...
ca: Instal·lant/Actualitzant servidor Signal K...
cs: Instaluji/Aktualizuji Signal K server...
da: Installerer / opdaterer signal-K server...
de: Installieren/Aktualisieren von Signal-K-Server...
es: Instalando/Actualizando servidor de señal K...
fi: Asennetaan/Päivitetään signal K serveri...
fr: Installation / Mise à jour du serveur Signal K...
it: Installazione/aggiornamento server Signal K...
nb: Installerer/Oppdaterer Signal K-server...
nl: Signaal K server installeren/bijwerken...
pl: Instalacja/aktualizacja serwera Signal K...
sv: Installerar/Uppdaterar signal K server...

source: Removing previous installations...
ca: S’està desinstal·lant la versió anterior...
cs: Odebírám předchozí instalaci...
da: Fjerner den forrige version...
de: Entferne vorherige Installationen...
es: Desinstalando versión anterior...
fi: Poistetaan aiemmat asennukset...
fr: Suppression des installations précédentes...
it: Rimozione installazioni precedenti...
nb: Fjerner tidligere installasjoner...
nl: Vorige versie verwijderen…
pl: Usuwanie poprzednich instalacji...
sv: Tar bort föregående installationer...

source: Editing config files...
ca: Editant fitxers de configuració...
cs: Upravuji konfiguraci...
da: Redigerer konfigurationsfiler...
de: Konfigurationsdateien bearbeiten...
es: Editando archivos de configuración...
fi: Editoidaan asetus tiedostoja...
fr: Modification des fichiers de configuration...
it: Modifica file di configurazione...
nb: Redigerer konfigurasjonsfiler...
nl: Configuratiebestanden bewerken...
pl: Edycja plików konfiguracyjnych...
sv: Editerar konfigurationsfiler...

source: Setting version...
ca: Establint la versió...
cs: Nastavuji verzi...
da: Indstiller version...
de: Setze Version...
es: Ajustando versión...
fi: Asetetaan versio...
fr: Réglage de la version...
it: Impostazione versione...
nb: Angir versjon...
nl: Versie instellen...
pl: Ustawianie wersji...
sv: Ställer in version...

source: Removing files...
ca: Eliminant els fitxers...
cs: Mažu soubory...
da: Fjerner filer...
de: Entferne Dateien...
es: Eliminando archivos...
fi: Poistetaan tiedostoja...
fr: Suppression des fichiers...
it: Rimozione file...
nb: Fjerner filer...
nl: Bestanden verwijderen...
pl: Usuwanie plików...
sv: Tar bort filer...

source: Removing signalk service...
ca: Eliminant servei signalk...
cs: Odebírám službu Signal K serveru...
da: Fjerner signal-k service...
de: Entferne Signalk Service...
es: Eliminando servicio SignalK...
fi: Poistetaan signalk palvelu...
fr: Suppression du service signalk...
it: Rimozione del servizio Signal K...
nb: Fjerner Signal K - tjenesten...
nl: SignaalK service verwijderen...
pl: Usuwanie usługi serwera Signal K...
sv: Tar bort signalk service...

source: Uninstalling Signal K Server...
ca: Desinstal·lant el servidor Signal K...
cs: Odebírám Signal K server...
da: Afinstallerer Signal-K Server...
de: Signal K Server wird deinstalliert...
es: Desinstalando Signal K...
fi: Poistetaan Signal K Server...
fr: Désinstallation du serveur Signal K...
it: Disinstallazione di Signal K Server...
nb: Avinstallerer Signal K - server...
nl: Signal K Server deïnstalleren...
pl: Odinstalowywanie serwera Signal K...
sv: Avinstallerar Signal K-servern...

source: Removing nodejs, npm and sources...
ca: Eliminant nodejs, npm i fonts...
cs: Odstranění nodejs, npm a zdroje pro Signal K...
de: Entferne nodejs, npm und Quellcode...
es: Eliminando nodejs, npm y fuentes...
fr: Suppression des nodejs, npm et sources...
it: Rimozione nodejs, npm e sorgenti...
nb: Fjerner nodejs, npm og kilder...
pl: Usuwanie nodejs, npm i źródeł...
sv: Tar bort nodejs, npm och källor...

source: Removing version...
ca: Eliminant versió...
cs: Odstraňuji verzi...
da: Fjerner version...
de: Entferne Version...
es: Eliminando versión...
fi: Poistetaan versio...
fr: Suppression de la version...
it: Rimozione versione...
nb: Fjerner versjonen...
nl: Versie verwijderen...
pl: Usuwanie wersji...
sv: Tar bort version...

source: Checking Signal K server...
ca: Comprovant el servidor Signal K...
cs: Kontroluji Signal K server...
da: Kontrollerer Signal-K server...
de: Überprüfe Signal K Server...
es: Comprobando servidor Signal K...
fi: Tarkistetaan Signal K palvelin...
fr: Vérification du serveur Signal K...
it: Controllo server Signal K...
nb: Kontrollerer Signal K server...
nl: Signal K server controleren...
pl: Sprawdzanie serwera Signal K...
sv: Kontrollerar Signal K-server...

source: running
ca: en execució
cs: běží
da: kører
de: läuft
es: en ejecución
fi: käynnissä
fr: en cours d'exécution
it: in esecuzione
nb: kjører
nl: actief
pl: uruchomiony
sv: körs
